Repository: DLXPlugins/simple-comment-editing
Catalog: languages/*.po
Languages: fi

source: Settings
fi: Asetukset

source: Support
fi: Tuki

source: Sponsor
fi: Sponsorointi

source: Supercharge your comment section by allowing your users to edit their comments.
fi: Muokkaa kommenttiosiota antamalla käyttäjille luvan muokata ja poistaa kommenttejaan.

# Tab label as settings
source: Settings
fi: Asetukset

source: Your options have been saved.
fi: Asetuksesi on tallennettu.

source: Welcome to Simple Comment Editing!
fi: Tervetuloa kommenttien muokkaus lisäosaan!

source: For more options, stats, restoration of edited comments, and more configuration, please try:
fi: Lisää asetuksia, tilastoja, päivitettyjen kommenttien uudelleen asettamista ja muuta:

source: Simple Comment Editing Options
fi: Simple Comment Editing asetukset

source: Edit Timer in Minutes
fi: Muokkaa ajastinta minuuteissa

source: Timer Appearance
fi: Ajastimen ulkoasu

source: Words
fi: Sanat

source: Compact
fi: Kompakti

source: Button Theme
fi: Painikkeiden teema

source: None
fi: Ei mitään

source: Regular
fi: Oletus

source: Dark
fi: Tumma

source: Light
fi: Vaalea

source: Allow icons for the buttons. Recommended if you have selected a button theme.
fi: Salli ikonit painikkeissa. Suositeltavaa, jos olet valinnat painikkeiden teeman.

source: Button Theme Preview:
fi: Painikkeen teeman esikatselu:

source: Default Theme
fi: Oletus teema

source: Dark Theme
fi: Tumma teema

source: Light Theme
fi: Vaalea teema

source: Save Options
fi: Päivitä asetukset

# Tab label as support
source: Help
fi: Apua

source: SCE is pretty simple. SCE Options adds many more features. You can get a 1-Site license for free. Just follow the link below.
fi: SCE is helppokäyttöinen. SCE asetukset lisäävät monia ominaisuuksia. Yhden sivun lisenssi on ilmainen. Klikkaa linkkiä alta.

source: Visit SCE Options
fi: Mene SCE asetuksiin

source: Get Support On the WordPress Plugin Directory
fi: Hae apua WordPressin lisäosahakemistosta

source: The best way to receive support is via the official WordPress Plugin Directory support forum.
fi: Paras tapa saada apua on WordPressin lisäosahakemiston tukifoorumi.

source: Open a Support Topic
fi: Avaa tukitiketti

source: File a GitHub Issue
fi: Tee ilmoitus virheestä GitHubiin

source: Feature requests or modifications to existing behavior can be opened on GitHub.
fi: Pyynnöt liittyen uusiin ominaisuuksiin voi tehdä GitHubissa.

source: Open a GitHub Issue
fi: Avaa uusi GitHub kysymys

source: Show Your Support
fi: Näytä tukesi

source: Every cent counts and will help this project monetarily.
fi: Jokainen sentti auttaa tukemaan tätä projektia.

source: Sponsor This Plugin
fi: Sponsoroi tätä lisäosaa

source: Documentation
fi: Dokumentaatio

source: You do not have permission to edit this comment.
fi: Sinulla ei ole lupaa muokata tätä kommenttia.

source: You can no longer edit this comment.
fi: Et voi enää muokata tätä kommenttia.

source: Timer could not be stopped.
fi: Ajastinta ei voitu pysäyttää.

source: Your comment cannot be empty. Delete instead?
fi: Kommenttisi ei voi olla tyhjä. Poistetaanko kommentti sen sijaan?

source: This comment was marked as spam.
fi: Tämä kommentti on merkattu roskapostiksi.

source: Click to Edit
fi: Klikkaa muokkaaksesi

source: Loading
fi: Ladataan

source: Save
fi: Tallenna

source: Cancel
fi: Peru

source: Delete
fi: Poista

source: and
fi: ja

source: Do you want to delete this comment?
fi: Haluatko poistaa tämän kommentin?

source: Your comment has been removed.
fi: Kommentti on poistettu.

source: Your comment could not be deleted
fi: Kommenttiasi ei voitu poistaa
