Repository: DLXPlugins/simple-comment-editing
Catalog: src/languages/simple-comment-editing-*.po
Languages: de_de

source: You do not have permission to edit this comment.
de_de: Sie haben keine Berechtigung diesen Kommentar zu editieren.

source: You can no longer edit this comment
de_de: Sie können diesen Kommentar nicht mehr ändern

source: Your comment cannot be empty
de_de: Das Kommentarfeld darf nicht leer sein

source: This comment was marked as spam
de_de: Der Kommentar wurde als Spam markiert

source: Click to Edit
de_de: Klicken Sie hier um zu ändern

source: Loading
de_de: Laden

source: Save
de_de: Sichern

source: Cancel
de_de: Abbrechen

source: and
de_de: und

source: second
de_de: Sekunde

source: Do you want to delete this comment?
de_de: Möchten Sie den Kommentar löschen?

source: Your comment has been removed.
de_de: Ihr Kommentar wurde entfernt.

source: Delete
de_de: Löschen
